"BUTTON_AUTHENTICATE" = "Використовувати мій номер телефону";

"BUTTON_CONTINUE" = "Продовжити";

"BUTTON_CREATED_ACCOUNT" = "Профіль створено";

"BUTTON_CREATE_ACCOUNT" = "Створити профіль";

"BUTTON_CREATING_ACCOUNT" = "Створення профілю";

"BUTTON_DISMISS" = "Відхилити";

"BUTTON_DONE" = "Готово";

"BUTTON_NOT_NOW" = "Не зараз";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Надіслати інший.";

"BUTTON_RETRY" = "Повторити";

"BUTTON_SENDING" = "Надсилається...";

"BUTTON_SENDING_CONF_CODE" = "Надсилання коду підтвердження";

"BUTTON_SEND_CONF_CODE" = "Надіслати код підтвердження";

"BUTTON_SENT_CONF_CODE" = "Код підтвердження надіслано";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Спробуйте інший номер телефону";

"CALL_ME_ACTION" = "Зателефонуйте мені";

"CALL_ME_LOADING" = "Телефонуємо...";

"ERROR_CANT_SMS" = "Не вдалося надіслати на цей номер SMS-повідомлення.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Перевірте код і повторіть спробу";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Ой, здається, виникла проблема з мережею. Спробуємо ще раз? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Будь ласка, перевірте адресу електронної пошти та спробуйте ще раз";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Перевірте свій номер і спробуйте ще раз.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Ви вже встановили код 2-етапного підтвердження на сайті <a href=\"https://www.digits.com/settings\">digits.com</a>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Якщо натиснути кнопку «Зателефонуйте мені» вище, додаток <a href=\"https://www.digits.com\">Digits by Twitter</a> надішле вам голосовий виклик для підтвердження вашого номера телефону. Може стягуватися плата за повідомлення та передавання даних.";

"FOOTNOTE_CREATE_ACCOUNT" = "Натискаючи кнопку «Створити профіль» вище, ви погоджуєтеся з <a href=\"https://twitter.com/tos\">Умовами надання послуг</a>, <a href=\"https://twitter.com/privacy\">Політикою конфіденційності</a> та <a href=\"https://support.twitter.com/articles/20170514\">Політикою використання файлів cookie</a> додатка <a href=\"https://www.digits.com\">Digits by Twitter</a>, а також із тим, що додаток %@ отримає доступ до вашого номера телефону, і що інші користувачі додатка %@ зможуть знаходити вас за номером телефону.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Ви погоджуєтеся з тим, що цей додаток і <a href=\"https://www.digits.com/settings\">всі додатки, вказані у профілі Digits</a>, матимуть доступ до цієї адреси електронної пошти, і що користувачі цих додатків зможуть знаходити вас за адресою електронної пошти.";

"FOOTNOTE_LOGIN" = "Якщо натиснути кнопку «Продовжити», додаток %@ отримає доступ до ваших <a href=\"https://www.digits.com/settings\">номера телефону та/або адреси електронної пошти, вказаних у профілі Digits</a>, а інші користувачі додатка %@ зможуть знаходити вас за номером телефону та/або адресою електронної пошти.";

"FOOTNOTE_SEND_CONF_CODE" = "Якщо натиснути кнопку «Надіслати код підтвердження» вище, додаток <a href=\"https://www.digits.com\">Digits by Twitter</a> надішле вам SMS-повідомлення для підтвердження вашого номера телефону. Може стягуватися плата за повідомлення та передавання даних.";

"FOOTNOTE_TOS_UPDATE" = "Натискаючи кнопку «Продовжити» вище, ви погоджуєтеся з Умовами надання послуг, Політикою конфіденційності та Політикою використання файлів cookie додатка Digits by Twitter, а також із тим, що додаток %@ отримає доступ до ваших <a href=\"https://www.digits.com/settings\">номера телефону та/або адреси електронної пошти, вказаних у профілі Digits</a>, і що інші користувачі додатка %@ зможуть знаходити вас за номером телефону та/або адресою електронної пошти.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Введіть код 2-етапного підтвердження.";

"LABEL_ENTER_CONF_CODE" = "Ми надіслали вам код.";

"LABEL_ENTER_EMAIL" = "Введіть свою адресу електронної пошти.";

"LABEL_ENTER_PHONE_NUMBER" = "Який у вас номер телефону?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Ми використовуємо додаток Digits by Twitter, щоб знайти більше ваших друзів, які ним користуються. Коли ви торкнетеся кнопки «OK», ми завантажимо вашу адресну книгу до Digits by Twitter, щоб допомагати вам знаходити користувачів %@, яких ви знаєте, або допомагати іншим користувачам %@ знаходити вас.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Знайдіть своїх друзів";

"LABEL_RESEND_CONF_CODE" = "Не отримали код?";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Не вдалося підтвердити ваш номер телефону";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "На жаль, нам не вдалося надіслати вам код підтвердження.";

"ONBOARDING_MESSAGE" = "[Digits] Увійдіть на сайт https://fabric.io та вкажіть назву свого додатка, яка буде включатися в листи підтвердження та SMS-/голосові повідомлення авторизації.";

"PARTIAL_FOOTNOTE_THIS_APP" = "цього додатку";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Код підтвердження";

"PLACEHOLDER_CONF_CODE" = "Введіть 6-значний код";

